type CardDetail = {
	descriptions: string[];
};

export const cardDetailWithType: Record<number, CardDetail> = {
	0: {
		descriptions: [
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
		],
	},
	1: {
		descriptions: [
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
		],
	},
	2: {
		descriptions: [
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
		],
	},
	3: {
		descriptions: [
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
		],
	},
	4: {
		descriptions: [
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
			'按國內刷卡消費金額2‰提撥予第一銀行文教基金會從事環境永續公益活動第一銀行文教。',
		],
	}
};