

export const answerList: Array<any> = [
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
	{
		imgSrc: '',
		content:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。自藝術之美延伸生態、歷文化相關創作、展演、娛樂者皆類。',
	},
];