type OptionType = {
	content: string;
	score: number;
};

type LevelType = {
	imgSrc: string;
	description: string;
	options: OptionType[];
};

export const questionList: Array<LevelType> = [
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 10,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 20,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 30,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 30,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 20,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 15,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 12.3,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 44.3,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 14.4,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 67.6,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 33,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 57,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 54,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 66.6,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 77.7,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 88.7,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 43,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 54.6,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 78,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 87,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 34,
			},
		],
	},
	{
		imgSrc: '',
		description:
			'自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類相關創作、展演、娛樂者皆類。',
		options: [
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 18,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 86,
			},
			{
				content: '自藝術之美延伸生態、歷史、文化相關創作、展演、娛樂者皆類。',
				score: 34,
			},
		],
	},
];
