{
    "question.eight.answer": "A vegetarian diet has the lowest carbon footprint. All-you-can-eat buffets can lead to food waste and unnecessary carbon emissions.",
    "question.eight.description": "When arranging meals during a trip, what would you choose?",
    "question.eight.option.one": "Famous all-you-can-eat buffet",
    "question.eight.option.three": "Vegetarian restaurant run by foreigners",
    "question.eight.option.two": "Locally operated scenic restaurant",
    "question.five.answer": "Imported furniture means more carbon emissions from long-distance transport. Washing clothes with hot water increases energy use and carbon emissions. Thermal curtains cut indoor temperatures, saving air conditioning energy.",
    "question.five.description": "What would you do to improve living comfort?",
    "question.five.option.one": "Purchase high-priced imported furniture",
    "question.five.option.three": "Use thermal curtains in summer",
    "question.five.option.two": "Wash clothes with hot water",
    "question.four.answer": "The use of animal products is the highest carbon-emitting option. Clothing made from recycled PET bottles has the lowest carbon footprint. The carbon emissions from cotton production are 4.7 kg, equivalent to driving 20 km.",
    "question.four.description": "When shopping for clothes, what would you buy?",
    "question.four.option.one": "Soft cotton top",
    "question.four.option.three": "High-quality genuine leather jacket",
    "question.four.option.two": "Top made from recycled PET bottles",
    "question.one.answer": "The carbon emissions of all ingredients are in the order of meat>eggs>fish>legumes. Among them, the carbon emissions from beef are much higher than other meat types.",
    "question.one.description": "When shopping at the supermarket, what would you buy?",
    "question.one.option.one": "Seasonal fresh organic vegetables",
    "question.one.option.three": "Discounted American beef hamburger patties",
    "question.one.option.two": "Near-expiry imported ocean-farmed salmon",
    "question.seven.answer": "Public transport is the most carbon-efficient and cost-effective option. If driving is needed, electric cars have a lower carbon footprint than traditional fuel vehicles.",
    "question.seven.description": "Which mode of transportation would you choose for a trip?",
    "question.seven.option.one": "Self-driving tour in a private electric car",
    "question.seven.option.three": "Travel with friends, each in their own car",
    "question.seven.option.two": "Enjoy a leisurely train ride on Taiwan Railways",
    "question.six.answer": "Choosing second-hand furniture promotes recycling and reduces carbon emissions from manufacturing. Buying locally saves resources and minimizes carbon emissions from online shipping.",
    "question.six.description": "If need to purchase a dining chair, what would you do?",
    "question.six.option.one": "Look for affordable and attractive second-hand dining chairs",
    "question.six.option.three": "Visit nearby stores to choose practical dining chairs",
    "question.six.option.two": "Purchase imported solid wood dining chairs online",
    "question.three.answer": "Creating a cycle of reuse for old clothes is the best way to reduce carbon emissions. Donated clothes may not always meet the needs, and there's a risk of small animals ingesting zippers and accessories.",
    "question.three.description": "How would you handle old clothes?",
    "question.three.option.one": "Donate to an animal shelter",
    "question.three.option.three": "Treat as regular trash",
    "question.three.option.two": "Participate in a second-hand clothing sale",
    "question.two.answer": "Seasonal fruits are a lower carbon footprint choice. Chocolate is a high carbon footprint food, and cheesecake, made with dairy and eggs from livestock farming, also has a higher carbon footprint.",
    "question.two.description": "Which dessert would you choose?",
    "question.two.option.one": "Molten chocolate ice cream",
    "question.two.option.three": "Light cheesecake",
    "question.two.option.two": "Seasonal fruit platter",
    "result.one.description": "Are you a beginner in carbon reduction? Glad you've started the journey! More participation means real change. Keep it up on the road to sustainability!",
    "result.three.description": "Impressive! Keep up the carbon reduction efforts and inspire others to build a healthier, sustainable future together!",
    "result.two.description": "Great! Your carbon reduction knowledge is commendable. Unleash your potential, embrace sustainability, and stay essential in this journey!",
    "title": "Carbon footprint"
}