{
  "esgLoanTitle": "First Bank launched green consumer loans to guide customers to adopt low-carbon products, and provided preferential financing loans for the reconstruction of old buildings to promote urban renewal and promote environmental sustainability.",
  "applyHouseHolds": "Household Applications Count ",
  "balance": "Total Amount",
  "ntd": "(NTD)",
  "benefitedHouseholds": "Beneficiary Households",
  "builderIntegratedType": "Developer Integration",
  "esgPage.esgLoanDesc": "Firstbank offers green consumer loans for low-carbon products and provides favorable financing for old building reconstruction, promoting urban renewal and environmental sustainability.",
  "esgPage.greenConsumerLoanDesc": "Offers low-interest loans for customers purchasing green or energy-efficient products like green buildings, hybrid/electric vehicles, and energy-saving appliances.",
  "independentUpdateType": "Self-Redevelopment",
  "loan.desc": "For promoting ESG green consumption, we offer loan benefits for properties with \"Green Building\" certification, energy-efficient appliances, electric vehicles, and home repairs using green building materials.",
  "loan.feature.1": "Purchase real estate meeting \"Green Building Certification\" or local government standards.",
  "loan.feature.2": "Use building materials conforming to \"Green Building Materials Certification\" for renovations.",
  "loan.feature.3": "Buy products with \"Energy Efficiency,\" \"Water Conservation,\" or \"Green Building Materials\" labels, or eligible for government subsidies.",
  "loan.feature.4": "Get products qualifying for incentives under the \"Renewable Energy Heat Utilization Incentive Subsidy Program.\"",
  "loan.feature.5": "Install products eligible for subsidies under local government's \"Solar Photovoltaic System\" program.",
  "oldBuilding.desc": "Firstbank extends loans for urban renewal, supporting property owners, self-builders, and developer-landlord partnerships. We offer full financing for self-construction and attractive terms, including up to 85% land financing and 70% construction financing for joint ventures. Our financing covers change of rights fees, relocation, rent subsidies, and related security deposits.",
  "esgPage.oldBuildingDesc": "Full name: \"FFHC continuously promotes urban renewal and dangerous old building reconstruction consulting services.\" Open to all applicants with urban renewal and old building reconstruction needs.",
  "pieces": "items",
  "green.card.detail.one": "按國內刷卡消費金額2‰提撥予第一銀行文教基金會，從事環境永續公益活動。",
  "leezen.card.detail.one": "按國內外刷卡消費金額6‰提撥予「慈心有機農業發展基金會」及「福智文教基金會」。",
  "leezen.card.detail.two": "作為推廣有機、無農藥農業蔬食理念、輔導有機農業及復育土地之用。",
  "taoyuan.card.detail.one": "按國內刷卡消費金額3‰提撥予桃園市政府。",
  "taoyuan.card.detail.two": "用於推展智慧城市之創新應用，包括智慧水資源回收雲端整合平台、綠色交通、多元能源整合系統及區域資源循環經濟產業鏈等，打造智慧節能、綠色低碳城市。",
  "world.card.detail.one": "按國內刷卡消費金額1‰提撥予第一銀行文教基金會。",
  "world.card.detail.two": "透過敎育部「學校敎育儲蓄戶」平台，資助偏鄉弱勢學生教育活動、營養午餐、課輔班等。",
  "yilan.card.detail.one": "按國內刷卡消費金額3‰提撥予宜蘭縣政府。",
  "yilan.card.detail.two": "作為社會公益、植樹護樹等活動使用，完善該縣弱勢族群照護及環境保護。"
}