{
  "applyHouseHolds": "Household Applications Count ",
  "balance": "Total Amount",
  "benefitedHouseholds": "Beneficiary Households",
  "builderIntegratedType": "Developer Integration",
  "esgLoanTitle": "First Bank launched green consumer loans to guide customers to adopt low-carbon products, and provided preferential financing loans for the reconstruction of old buildings to promote urban renewal and promote environmental sustainability.",
  "esgPage.esgLoanDesc": "Firstbank offers green consumer loans for low-carbon products and provides favorable financing for old building reconstruction, promoting urban renewal and environmental sustainability.",
  "esgPage.greenConsumerLoanDesc": "Offers low-interest loans for customers purchasing green or energy-efficient products like green buildings, hybrid/electric vehicles, and energy-saving appliances.",
  "esgPage.oldBuildingDesc": "Full name: \"FFHC continuously promotes urban renewal and dangerous old building reconstruction consulting services.\" Open to all applicants with urban renewal and old building reconstruction needs.",
  "green.card.detail.one": "Contribute 0.2% of domestic credit card spending to the First Bank Foundation.",
  "independentUpdateType": "Self-Redevelopment",
  "leezen.card.detail.one": "Allocate 0.6% of both domestic and international credit card spending to the \"Tzu Chi Organic Agriculture Development Foundation\" and the \"Fuzhi Cultural and Educational Foundation.\"",
  "leezen.card.detail.two": "作為推廣有機、無農藥農業蔬食理念、輔導有機農業及復育土地之用。",
  "loan.desc": "For promoting ESG green consumption, we offer loan benefits for properties with \"Green Building\" certification, energy-efficient appliances, electric vehicles, and home repairs using green building materials.",
  "loan.feature.1": "Purchase real estate meeting \"Green Building Certification\" or local government standards.",
  "loan.feature.2": "Use building materials conforming to \"Green Building Materials Certification\" for renovations.",
  "loan.feature.3": "Buy products with \"Energy Efficiency,\" \"Water Conservation,\" or \"Green Building Materials\" labels, or eligible for government subsidies.",
  "loan.feature.4": "Get products qualifying for incentives under the \"Renewable Energy Heat Utilization Incentive Subsidy Program.\"",
  "loan.feature.5": "Install products eligible for subsidies under local government's \"Solar Photovoltaic System\" program.",
  "ntd": "(NTD)",
  "oldBuilding.desc": "Firstbank extends loans for urban renewal, supporting property owners, self-builders, and developer-landlord partnerships. We offer full financing for self-construction and attractive terms, including up to 85% land financing and 70% construction financing for joint ventures. Our financing covers change of rights fees, relocation, rent subsidies, and related security deposits.",
  "pieces": "items",
  "taoyuan.card.detail.one": "Allocate 0.3% of domestic credit card spending to the Taoyuan City Government.",
  "taoyuan.card.detail.two": "Used to promote innovative applications for smart cities, creating intelligent, energy-efficient, and environmentally friendly urban areas.",
  "world.card.detail.one": "按國內刷卡消費金額1‰提撥予第一銀行文教基金會。",
  "world.card.detail.two": "透過敎育部「學校敎育儲蓄戶」平台，資助偏鄉弱勢學生教育活動、營養午餐、課輔班等。",
  "yilan.card.detail.one": "Allocate 0.3% of domestic credit card spending to the Yilan County Government.",
  "yilan.card.detail.two": "Utilized for social welfare, tree planting, and related activities, enhancing care for vulnerable groups and environmental protection in the county."
}